Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.timeline.current
source: In use today
ar: ساري اليوم
bg: В сила днес
bn: আজ প্রযোজ্য
ca: En vigor avui
cs: Platí dnes
da: Gælder i dag
de: Heute gültig
el: Ισχύει σήμερα
es: Vigente hoy
et: Kehtib täna
fa: امروز اعمال می‌شود
fi: Voimassa tänään
fil: Nalalapat ngayon
fr: En vigueur aujourd’hui
he: בתוקף היום
hi: आज लागू
hr: Vrijedi danas
hu: Ma érvényes
id: Berlaku hari ini
is: Í gildi í dag
it: In vigore oggi
ja: 本日適用中
ko: 오늘 적용
lt: Taikoma šiandien
lv: Spēkā šodien
nb: Gjelder i dag
nl: Geldt vandaag
nn: Gjelder i dag
pl: Obowiązuje dzisiaj
pt_br: Em vigor hoje
ro: Se aplică astăzi
ru: Действует сегодня
sk: Platí dnes
sl: V uporabi danes
sr: Važi danas
sv: Gäller idag
sw: Inatumika leo
ta: இன்று நடைமுறையில் உள்ளது
th: มีผลวันนี้
tr: Bugün geçerli
uk: Діють сьогодні
ur: آج نافذ ہے
vi: Áp dụng hôm nay
zh_hans: 今日生效
zh_hant: 今日適用

# settings.pay.timeline.editPeriod
source: Edit pay settings: %@
ar: تعديل إعدادات الأجر: %@
bg: Редактиране на настройките за заплащане: %@
bn: বেতনের সেটিংস সম্পাদনা করুন: %@
ca: Edita la configuració salarial: %@
cs: Upravit nastavení mzdy: %@
da: Rediger lønindstillinger: %@
de: Lohneinstellungen bearbeiten: %@
el: Επεξεργασία ρυθμίσεων αμοιβής: %@
es: Editar configuración salarial: %@
et: Muuda palgaseadeid: %@
fa: ویرایش تنظیمات حقوق: %@
fi: Muokkaa palkka-asetuksia: %@
fil: I-edit ang mga setting ng sahod: %@
fr: Modifier les paramètres de rémunération : %@
he: עריכת הגדרות שכר: %@
hi: वेतन सेटिंग संपादित करें: %@
hr: Uredi postavke plaće: %@
hu: Bérbeállítások szerkesztése: %@
id: Edit pengaturan upah: %@
is: Breyta launastillingum: %@
it: Modifica impostazioni paga: %@
ja: 給与設定を編集：%@
ko: 급여 설정 편집: %@
lt: Redaguoti atlygio nustatymus: %@
lv: Rediģēt algas iestatījumus: %@
nb: Rediger lønnsinnstillinger: %@
nl: Looninstellingen bewerken: %@
nn: Rediger lønnsinnstillingar: %@
pl: Edytuj ustawienia wynagrodzenia: %@
pt_br: Editar configurações de pagamento: %@
ro: Editează setările salariale: %@
ru: Изменить настройки оплаты: %@
sk: Upraviť nastavenia mzdy: %@
sl: Uredi nastavitve plačila: %@
sr: Izmeni podešavanja zarade: %@
sv: Redigera löneinställningar: %@
sw: Hariri mipangilio ya malipo: %@
ta: ஊதிய அமைப்புகளைத் திருத்து: %@
th: แก้ไขการตั้งค่าค่าจ้าง: %@
tr: Ücret ayarlarını düzenle: %@
uk: Редагувати налаштування оплати: %@
ur: اجرت کی ترتیبات میں ترمیم کریں: %@
vi: Chỉnh sửa cài đặt lương: %@
zh_hans: 编辑薪资设置：%@
zh_hant: 編輯薪資設定：%@

# settings.pay.timeline.empty
source: No wage entries yet
ar: لا توجد إدخالات راتب حتى الآن
bg: Няма записи на заплати още
bn: এখনও কোনও বেতনের এন্ট্রি নেই
ca: Cap entrada de salarial encara
cs: Zatím žádné záznamy o mzdě
da: Ingen lønningsopgørelser endnu
de: Noch keine Lohneinträge
el: Δεν υπάρχουν ακόμη εγγραφές μισθού
es: Sin entradas salariales aún
et: Palgakandeid pole veel
fa: هنوز ورودی حقوقی وجود ندارد
fi: Ei vielä palkkakirjauksia
fil: Walang entry ng sahod pa
fr: Aucune entrée de salaire pour le moment
he: אין ערכי משכורת עדיין
hi: अभी कोई वेतन प्रविष्टि नहीं
hr: Nema unosa plaće
hu: Még nincs fizetési bejegyzés
id: Belum ada entri gaji
is: Engar launafærslur ennþá
it: Nessuna voce di stipendio ancora
ja: 給与記録がまだありません
ko: 급여 항목이 없습니다
lt: Dar nėra algos įrašų
lv: Pagaidām nav algu ierakstu
nb: Ingen lønnsoppføringer ennå
nl: Nog geen loongegevens
nn: Ingen lønnsoppføringgar ennå
pl: Brak wpisów płacowych
pt_br: Nenhum registro de salário ainda
ro: Nicio înregistrare de salariu deocamdată
ru: Записей о зарплате пока нет
sk: Zatiaľ žiadne záznamy o plate
sl: Še ni vnosa plače
sr: Nema unosa plata
sv: Inga lönposter ännu
sw: Hakuna ingizo la mshahara bado
ta: இன்னும் சம்பள உள்ளீடுகள் இல்லை
th: ยังไม่มีรายการเงินเดือน
tr: Henüz ücret girişi yok
uk: Записів про зарплату ще немає
ur: ابھی کوئی تنخواہ کی ترتیبات نہیں
vi: Chưa có mục lương nào
zh_hans: 暂无薪资记录
zh_hant: 尚無薪資記錄

# settings.pay.timeline.infoTip
source: Wage entries determine which pay and supplements apply to shifts in different periods.
ar: تحدد إدخالات الراتب الراتب والعلاوات المطبقة على الورديات في فترات مختلفة.
bg: Записите на заплати определят коя заплата и приложения се прилагат за смени в различни периоди.
bn: বেতনের এন্ট্রিগুলি নির্ধারণ করে যে বিভিন্ন সময়ের শিফটে কোন বেতন এবং ভাতা প্রযোজ্য।
ca: Les entrades de salari determinen quina paga i complements s'apliquen als torns en diferents períodes.
cs: Záznamy o mzdě určují, která výplata a příplatky se vztahují na směny v různých obdobích.
da: Lønningsopgørelser bestemmer, hvilken løn og tillæg der gælder for vagter i forskellige perioder.
de: Lohneinträge bestimmen, welcher Lohn und welche Zuschläge für Schichten in verschiedenen Zeiträumen gelten.
el: Οι εγγραφές μισθού καθορίζουν ποια αποδοχή και επιδόματα ισχύουν για τις βάρδιες σε διαφορετικές περιόδους.
es: Las entradas salariales determinan qué pago y complementos se aplican a los turnos en diferentes períodos.
et: Palgakanded määravad, milline palk ja lisatasud kehtivad vahetustele erinevatel perioodidel.
fa: ورودی‌های حقوقی تعیین می‌کنند کدام حقوق و مزایا برای شیفت‌ها در دوره‌های مختلف اعمال می‌شود.
fi: Palkkakirjaukset määrittävät, mikä palkka ja lisät koskevat vuoroja eri ajanjaksoilla.
fil: Ang mga entry ng sahod ay tumutukoy kung aling bayad at mga dagdag ang nalalapat sa mga shift sa iba't ibang panahon.
fr: Les entrées de salaire déterminent la rémunération et les suppléments applicables aux quarts de travail au cours de différentes périodes.
he: ערכי משכורת קובעים איזו משכורת וקצבאות חלים על משמרות בתקופות שונות.
hi: वेतन प्रविष्टियां निर्धारित करती हैं कि विभिन्न अवधियों में शिफ्ट के लिए कौन से वेतन और भत्ते लागू होते हैं।
hr: Unosi plaće određuju koju plaću i naknade primjenjiti na smjene u različitim periodima.
hu: A fizetési bejegyzések határozzák meg, hogy mely bérek és kiegészítések vonatkoznak a különböző időszakok műszakjaira.
id: Entri gaji menentukan gaji dan tunjangan mana yang berlaku untuk shift di periode berbeda.
is: Launafærslur ákvarða hvaða laun og framlög eiga við um vaktir á mismunandi tímabilum.
it: Le voci di stipendio determinano quale paga e quali integrazioni si applicano ai turni in diversi periodi.
ja: 給与記録は、異なる期間のシフトに適用される給与と手当を決定します。
ko: 급여 항목은 다양한 기간의 근무에 적용되는 급여와 수당을 결정합니다.
lt: Algos įrašai nustato, kuri alga ir priedai taikomi skirtingų laikotarpių pamainoms.
lv: Algu ieraksti nosaka, kura alga un piemaksas attiecas uz maiņām dažādos periodos.
nb: Lønnsoppføringer bestemmer hvilken lønn og tillegg som gjelder for vakter i ulike perioder.
nl: Loongegevens bepalen welke bezoldiging en toeslagen van toepassing zijn op diensten in verschillende perioden.
nn: Lønnsoppføringgar bestemmer kva lønn og tillegg som gjeld for vakter i ulike periodar.
pl: Wpisy płacowe określają, która płaca i dodatki dotyczą zmian w różnych okresach.
pt_br: Registros de salário determinam qual salário e complementos se aplicam aos turnos em diferentes períodos.
ro: Înregistrările salariale determină ce plată și suplimente se aplică schimburilor în diferite perioade.
ru: Записи о зарплате определяют, какая оплата и надбавки применяются к сменам в разные периоды.
sk: Záznamy o plate určujú, ktorý plat a príplatky sa vzťahujú na zmeny v rôznych obdobiach.
sl: Vnosi plače določajo, katera plača in dodatki veljajo za izmene v različnih obdobjih.
sr: Unosi plata određuju koja plaća i naknade se primenjuju na smene u različitim periodima.
sv: Lönposter bestämmer vilken lön och tillägg som gäller för skift under olika perioder.
sw: Ingizo la mshahara linaamua ni malipo na ziada gani yanatumika kwa zamu katika kipindi tofauti.
ta: சம்பள உள்ளீடுகள் வெவ்வேறு காலங்களில் மாற்றங்களுக்கு எந்த சம்பளம் மற்றும் சப்ளிமெண்ட் பொருந்தும் என்பதை நির்ణயிக்கிறது.
th: รายการเงินเดือนกำหนดว่าเงินเดือนและเบี้ยประกอบใดที่ใช้กับกะในช่วงเวลาต่างๆ
tr: Ücret girişleri, farklı dönemlerde vardiyalara hangi ücret ve eklerin uygulanacağını belirler.
uk: Записи про зарплату визначають, яка заробітна плата та надбавки застосовуються до змін у різні періоди.
ur: تنخواہ کی ترتیبات یہ طے کرتی ہیں کہ مختلف مدتوں میں شفٹوں پر کون سی تنخواہ اور اضافی رقم لاگو ہوتی ہے۔
vi: Các mục lương xác định lương và phụ cấp nào áp dụng cho ca làm việc trong các khoảng thời gian khác nhau.
zh_hans: 薪资记录确定在不同时期班次适用的薪资和补贴。
zh_hant: 薪資記錄決定了不同時期班次適用的薪資和津貼。

# settings.pay.timeline.previous
source: Previous settings
ar: الإعدادات السابقة
bg: Предишни настройки
bn: পূর্ববর্তী সেটিংস
ca: Configuració anterior
cs: Předchozí nastavení
da: Tidligere indstillinger
de: Frühere Einstellungen
el: Προηγούμενες ρυθμίσεις
es: Configuraciones anteriores
et: Varasemad seaded
fa: تنظیمات قبلی
fi: Aiemmat asetukset
fil: Mga nakaraang setting
fr: Paramètres précédents
he: הגדרות קודמות
hi: पिछली सेटिंग
hr: Prethodne postavke
hu: Korábbi beállítások
id: Pengaturan sebelumnya
is: Fyrri stillingar
it: Impostazioni precedenti
ja: 以前の設定
ko: 이전 설정
lt: Ankstesni nustatymai
lv: Iepriekšējie iestatījumi
nb: Tidligere innstillinger
nl: Vorige instellingen
nn: Tidlegare innstillingar
pl: Poprzednie ustawienia
pt_br: Configurações anteriores
ro: Setări anterioare
ru: Предыдущие настройки
sk: Predchádzajúce nastavenia
sl: Prejšnje nastavitve
sr: Prethodna podešavanja
sv: Tidigare inställningar
sw: Mipangilio ya awali
ta: முந்தைய அமைப்புகள்
th: การตั้งค่าก่อนหน้า
tr: Önceki ayarlar
uk: Попередні налаштування
ur: سابقہ ترتیبات
vi: Cài đặt trước đó
zh_hans: 之前的设置
zh_hant: 先前設定

# settings.pay.timeline.scheduled
source: Scheduled change
ar: تغيير مجدول
bg: Планирана промяна
bn: নির্ধারিত পরিবর্তন
ca: Canvi programat
cs: Naplánovaná změna
da: Planlagt ændring
de: Geplante Änderung
el: Προγραμματισμένη αλλαγή
es: Cambio programado
et: Plaanitud muudatus
fa: تغییر برنامه‌ریزی‌شده
fi: Suunniteltu muutos
fil: Nakatakdang pagbabago
fr: Modification programmée
he: שינוי מתוזמן
hi: निर्धारित बदलाव
hr: Zakazana promjena
hu: Ütemezett módosítás
id: Perubahan terjadwal
is: Fyrirhuguð breyting
it: Modifica programmata
ja: 変更予定
ko: 예정된 변경
lt: Suplanuotas pakeitimas
lv: Plānotās izmaiņas
nb: Planlagt endring
nl: Geplande wijziging
nn: Planlagd endring
pl: Zaplanowana zmiana
pt_br: Alteração agendada
ro: Modificare programată
ru: Запланированное изменение
sk: Naplánovaná zmena
sl: Načrtovana sprememba
sr: Zakazana promena
sv: Schemalagd ändring
sw: Mabadiliko yaliyopangwa
ta: திட்டமிடப்பட்ட மாற்றம்
th: การเปลี่ยนแปลงตามกำหนด
tr: Planlanan değişiklik
uk: Запланована зміна
ur: طے شدہ تبدیلی
vi: Thay đổi theo lịch
zh_hans: 计划变更
zh_hant: 預定變更

# settings.pay.timeline.title
source: Wage History
ar: سجل الراتب
bg: История на заплати
bn: বেতনের ইতিহাস
ca: Historial de salaris
cs: Historie mezd
da: Lønnshistorik
de: Lohnhistorik
el: Ιστορικό Μισθού
es: Historial salarial
et: Palgaajalugu
fa: سابقه حقوق
fi: Palkkahistoria
fil: Kasaysayan ng Sahod
fr: Historique de salaire
he: היסטוריית משכורת
hi: वेतन इतिहास
hr: Povijest plaća
hu: Fizetési előzmények
id: Riwayat Gaji
is: Launasaga
it: Cronologia stipendi
ja: 給与履歴
ko: 급여 기록
lt: Algos istorija
lv: Algu vēsture
nb: Lønnshistorikk
nl: Loonhistorie
nn: Lønnshistorikk
pl: Historia wynagrodzeń
pt_br: Histórico de Salários
ro: Istoricul salariilor
ru: История зарплаты
sk: História platov
sl: Zgodovina plač
sr: Istorija plata
sv: Lönhistorik
sw: Historia ya Mshahara
ta: சம்பள வரலாறு
th: ประวัติเงินเดือน
tr: Ücret Geçmişi
uk: Історія заробітної плати
ur: تنخواہ کی تاریخ
vi: Lịch sử lương
zh_hans: 薪资历史
zh_hant: 薪資歷史

# settings.pay.title
source: Jobs & Pay
ar: الراتب والبدلات
bg: Заплата и приложения
bn: বেতন এবং ভাতা
ca: Paga i complements
cs: Mzda a příplatky
da: Løn og tillæg
de: Lohn und Zuschläge
el: Αποδοχές και επιδόματα
es: Salario y complementos
et: Palk ja lisatasud
fa: حقوق و مزایا
fi: Palkka ja lisät
fil: Bayad at dagdag
fr: Rémunération et suppléments
he: משכורת וקצבאות
hi: वेतन और भत्ते
hr: Plaća i naknade
hu: Bérek és kiegészítések
id: Gaji dan tunjangan
is: Laun og framlög
it: Paga e integrazioni
ja: 給与と手当
ko: 급여 및 수당
lt: Alga ir priedai
lv: Alga un piemaksas
nb: Jobber og lønn
nl: Bezoldiging en toeslagen
nn: Lønn og tillegg
pl: Płaca i dodatki
pt_br: Salário e complementos
ro: Plată și suplimente
ru: Оплата и надбавки
sk: Plat a príplatky
sl: Plača in dodatki
sr: Plaća i naknade
sv: Lön och tillägg
sw: Malipo na ziada
ta: சம்பளம் மற்றும் சப்ளிமெண்ட்
th: เงินเดือนและเบี้ยประกอบ
tr: Ücret ve ekleri
uk: Заробітна плата та надбавки
ur: تنخواہ اور اضافی رقم
vi: Lương và phụ cấp
zh_hans: 薪资和补贴
zh_hant: 薪資和津貼

# settings.recurringShifts.deleteFailed
source: Could not delete recurring shift.
ar: تعذر حذف نوبة العمل المتكررة.
bg: Не можахме да изтрием повтарящото се работно време.
bn: পুনরাবৃত্তিমূলক শিফট মুছতে পারা যায়নি।
ca: No s'ha pogut suprimir el torn recurrent.
cs: Nepodařilo se odstranit opakující se směnu.
da: Kunne ikke slette tilbagevendende vagt.
de: Regelmäßige Schicht konnte nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή της επαναλαμβανόμενης βάρδιας.
es: No se pudo eliminar el turno recurrente.
et: Korduvat vahetust ei saanud kustutada.
fa: نتوانست شیفت تکراری را حذف کند.
fi: Toistuvaa vuoroa ei voitu poistaa.
fil: Hindi maalis ang regular na shift.
fr: Impossible de supprimer le quart récurrent.
he: לא היה ניתן למחוק משמרת חוזרת.
hi: आवर्ती शिफ्ट को हटा नहीं सके।
hr: Nije bilo moguće izbrisati redovnu smjenu.
hu: Nem sikerült az ismétlődő műszak törlése.
id: Tidak dapat menghapus shift berulang.
is: Ekki var hægt að eyða endurtekinni vakt.
it: Impossibile eliminare il turno ricorrente.
ja: 定期シフトを削除できませんでした。
ko: 정기 근무를 삭제할 수 없습니다.
lt: Nepavyko ištrinti pasikartojančios pamainos.
lv: Nevarēja izdzēst regulāru maiņu.
nb: Kunne ikke slette fast vakt.
nl: Kon vaste dienst niet verwijderen.
nn: Kunne ikke slette fast vakt.
pl: Nie można było usunąć powtarzającej się zmianę.
pt_br: Não foi possível deletar o turno recorrente.
ro: Nu s-a putut șterge tura recurentă.
ru: Не удалось удалить повторяющуюся смену.
sk: Nepodarilo sa odstrániť opakujúcu sa smenu.
sl: Ni bilo mogoče izbrisati ponavljajoče se izmene.
sr: Nije moguće obrisati ponavljajuću smenu.
sv: Kunde inte ta bort återkommande vakt.
sw: Haiwezi kufuta kazi inayorudia.
ta: மீண்டும் வரும் ஷிப்ட்டை நீக்க முடியவில்லை.
th: ไม่สามารถลบการทำงานประจำได้
tr: Tekrarlayan vardiya silinemedi.
uk: Не вдалося видалити повторювану зміну.
ur: دہرائی جانے والی شفٹ حذف نہیں کی جا سکی۔
vi: Không thể xóa ca làm việc định kỳ.
zh_hans: 无法删除定期班次。
zh_hant: 無法刪除重複班次。

# settings.recurringShifts.emptyDescription
source: Create a recurring shift from Add Shift to manage it here.
ar: أنشئ نوبة عمل متكررة من إضافة نوبة لإدارتها هنا.
bg: Създайте повтарящо се работно време от "Добавяне на смяна", за да го управлявате тук.
bn: শিফট যোগ করুন থেকে একটি পুনরাবৃত্তিমূলক শিফট তৈরি করুন এবং এটি এখানে পরিচালনা করুন।
ca: Crea un torn recurrent des d'Afegir torn per administrar-lo aquí.
cs: Vytvořte opakující se směnu z Přidat směnu a spravujte ji zde.
da: Opret en tilbagevendende vagt fra Tilføj vagt for at administrere den her.
de: Erstellen Sie eine regelmäßige Schicht unter „Schicht hinzufügen
el: Δημιουργήστε μια επαναλαμβανόμενη βάρδια από Προσθήκη βάρδιας για να τη διαχειριστείτε εδώ.
es: Crea un turno recurrente desde Agregar turno para administrarlo aquí.
et: Looge korduvav vahetus menüüst Vahetus lisamine, et seda siin hallata.
fa: یک شیفت تکراری از طریق افزودن شیفت ایجاد کنید تا آن را اینجا مدیریت کنید.
fi: Luo toistuva vuoro kohdasta Lisää vuoro, jotta voit hallinnoida sitä täällä.
fil: Lumikha ng regular na shift mula sa Magdagdag ng Shift upang pamahalaan ito dito.
fr: Créez un quart récurrent à partir de Ajouter un quart pour le gérer ici.
he: צור משמרת חוזרת מ'הוסף משמרת' כדי לנהל אותה כאן.
hi: शिफ्ट जोड़ें से एक आवर्ती शिफ्ट बनाएं इसे यहां प्रबंधित करने के लिए।
hr: Kreirajte redovnu smjenu iz Dodaj smjenu kako biste je upravljali ovdje.
hu: Hozzon létre egy ismétlődő műszakot a Műszak hozzáadása lehetőségből, hogy kezelhesse azt itt.
id: Buat shift berulang dari Tambah Shift untuk mengelolanya di sini.
is: Búðu til endurtekna vakt frá Bæta við vakt til að stjórna henni hér.
it: Crea un turno ricorrente da Aggiungi turno per gestirlo qui.
ja: シフト追加から定期シフトを作成して、ここで管理します。
ko: 근무 추가에서 정기 근무를 생성하여 여기서 관리하세요.
lt: Sukurkite pasikartojančią pamainą iš „Pridėti pamainą
lv: Izveidojiet regulāru maiņu no Pievienot maiņu, lai to pārvaldītu šeit.
nb: Opprett en fast vakt fra Legg til vakt for å administrere den her.
nl: Maak een vaste dienst via Dienst toevoegen om deze hier te beheren.
nn: Opprett en fast vakt fra Legg til vakt for å administrere den her.
pl: Utwórz powtarzającą się zmianę z opcji Dodaj zmianę, aby zarządzać nią tutaj.
pt_br: Crie um turno recorrente em Adicionar Turno para gerenciá-lo aqui.
ro: Creează o tură recurentă din Adăugare tură pentru a o administra aici.
ru: Создайте повторяющуюся смену в разделе «Добавить смену», чтобы управлять ею здесь.
sk: Vytvorte opakujúcu sa smenu z položky Pridať smenu, aby ste ju mohli spravovať tu.
sl: Ustvarite ponavljajočo se izmeno iz Dodaj izmeno, da jo upravljate tukaj.
sr: Napravite ponavljajuću smenu iz Dodaj smenu da je upravljate ovde.
sv: Skapa en återkommande vakt från Lägg till vakt för att hantera den här.
sw: Tengeneza kazi inayorudia kutoka Ongeza Kazi ili kuisimamia hapa.
ta: ஷிப்ட் சேர்க்க இருந்து மீண்டும் வரும் ஷிப்ட்டை உருவாக்கவும் அதை இங்கே நிர்வகிக்கவும்.
th: สร้างการทำงานประจำจากเพิ่มการทำงานเพื่อจัดการที่นี่
tr: Tekrarlayan vardiya oluşturmak için Vardiya Ekle'den bir vardiya oluştur ve burada yönet.
uk: Створіть повторювану зміну в розділі "Додати змину", щоб керувати нею тут.
ur: شفٹ شامل کریں سے دہرائی جانے والی شفٹ بنائیں تاکہ اسے یہاں منیج کریں۔
vi: Tạo ca làm việc định kỳ từ Thêm ca để quản lý nó tại đây.
zh_hans: 从添加班次创建定期班次以在此处管理。
zh_hant: 從新增班次建立重複班次以在此管理。

# settings.recurringShifts.emptyTitle
source: No recurring shifts yet
ar: لا توجد نوبات عمل متكررة حتى الآن
bg: Все още няма повтарящи се работни времена
bn: এখনও কোনো পুনরাবৃত্তিমূলক শিফট নেই
ca: Cap torn recurrent encara
cs: Zatím žádné opakující se směny
da: Ingen tilbagevendende vakter endnu
de: Noch keine regelmäßigen Schichten
el: Καμία επαναλαμβανόμενη βάρδια ακόμα
es: Sin turnos recurrentes aún
et: Korduvasid vahetusi pole veel
fa: هنوز شیفت تکراری وجود ندارد
fi: Ei vielä toistuvia vuoroja
fil: Walang mga regular na shift pa
fr: Aucun quart récurrent pour l'instant
he: אין עדיין משמרות חוזרות
hi: अभी तक कोई आवर्ती शिफ्टें नहीं
hr: Nema redovnih smjena
hu: Még nincsenek ismétlődő műszakok
id: Belum ada shift berulang
is: Engar endurteknar vaktir ennþá
it: Nessun turno ricorrente ancora
ja: まだ定期シフトはありません
ko: 아직 정기 근무 없음
lt: Dar nėra pasikartojančių pamainų
lv: Vēl nav regulāru maiņu
nb: Ingen faste vakter ennå
nl: Nog geen vaste diensten
nn: Ingen faste vakter ennå
pl: Brak powtarzających się zmian
pt_br: Nenhum turno recorrente ainda
ro: Nicio tură recurentă deocamdată
ru: Повторяющихся смен ещё нет
sk: Zatiaľ žiadne opakujúce sa smeny
sl: Še ni ponavljajočih se izmen
sr: Nema ponavljajućih smena
sv: Inga återkommande vakter än
sw: Hakuna kazi inayorudia hivi sasa
ta: இதுவரை மீண்டும் வரும் ஷிப்ட்கள் இல்லை
th: ยังไม่มีการทำงานประจำ
tr: Henüz tekrarlayan vardiya yok
uk: Повторювані зміни ще не створені
ur: ابھی تک کوئی دہرائی جانے والی شفٹیں نہیں
vi: Chưa có ca làm việc định kỳ nào
zh_hans: 还没有定期班次
zh_hant: 還沒有重複班次

# settings.recurringShifts.excludedCount
source: %lld excluded
ar: %lld مستثنى
bg: %lld изключено
bn: %lld বর্জিত
ca: %lld exclos
cs: %lld vyloučeno
da: %lld ekskluderet
de: %lld ausgeschlossen
el: %lld εξαιρετική
es: %lld excluido
et: %lld välistatud
fa: %lld حذف‌شده
fi: %lld poistettu
fil: %lld ibinukod
fr: %lld exclu
he: %lld שלא נכלל
hi: %lld बहिष्कृत
hr: %lld isključeno
hu: %lld kizárt
id: %lld dikecualikan
is: %lld útilokuð
it: %lld escluso
ja: %lld 件除外
ko: %lld 제외됨
lt: %lld išskirtų
lv: %lld izslēgts
nb: %lld ekskludert
nl: %lld uitgesloten
nn: %lld ekskludert
pl: %lld wykluczone
pt_br: %lld excluído
ro: %lld exclusă
ru: %lld исключённых
sk: %lld vylúčené
sl: %lld izključeno
sr: %lld isključeno
sv: %lld utesluten
sw: %lld imetengana
ta: %lld விலக்கப்பட்டது
th: %lld ที่ยกเว้น
tr: %lld hariç tutulan
uk: %lld виключено
ur: %lld خارج شدہ
vi: %lld bị loại trừ
zh_hans: %lld 已排除
zh_hant: %lld 個已排除

# settings.recurringShifts.loadFailed
source: Could not load recurring shifts.
ar: تعذر تحميل نوبات العمل المتكررة.
bg: Не можахме да заредим повтарящите се работни времена.
bn: পুনরাবৃত্তিমূলক শিফটগুলি লোড করতে পারা যায়নি।
ca: No s'han pogut carregar els torns recurrents.
cs: Nepodařilo se načíst opakující se směny.
da: Kunne ikke indlæse tilbagevendende vakter.
de: Regelmäßige Schichten konnten nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση των επαναλαμβανόμενων βαρδιών.
es: No se pudieron cargar los turnos recurrentes.
et: Korduvaid vahetusi ei saanud laadida.
fa: نتوانست شیفت‌های تکراری را بارگذاری کند.
fi: Toistuvia vuoroja ei voitu ladata.
fil: Hindi makapag-load ng mga regular na shift.
fr: Impossible de charger les quarts récurrents.
he: לא היה ניתן לטעון משמרות חוזרות.
hi: आवर्ती शिफ्टें लोड नहीं कर सके।
hr: Nije bilo moguće učitati redovne smjene.
hu: Nem sikerült az ismétlődő műszakok betöltése.
id: Tidak dapat memuat shift berulang.
is: Ekki var hægt að hlaða endurteknum vöktum.
it: Impossibile caricare i turni ricorrenti.
ja: 定期シフトを読み込めませんでした。
ko: 정기 근무를 로드할 수 없습니다.
lt: Nepavyko įkelti pasikartojančių pamainų.
lv: Nevarēja ielādēt regulāras maiņas.
nb: Kunne ikke laste faste vakter.
nl: Kon vaste diensten niet laden.
nn: Kunne ikke laste faste vakter.
pl: Nie można było załadować powtarzających się zmian.
pt_br: Não foi possível carregar os turnos recorrentes.
ro: Nu s-au putut încărca turele recurente.
ru: Не удалось загрузить повторяющиеся смены.
sk: Nepodarilo sa načítať opakujúce sa smeny.
sl: Ni bilo mogoče naložiti ponavljajočih se izmen.
sr: Nije moguće učitati ponavljajuće smene.
sv: Kunde inte läsa in återkommande vakter.
sw: Haiwezi kupakia kazi inayorudia.
ta: மீண்டும் வரும் ஷிப்ட்களை ஏற்ற முடியவில்லை.
th: ไม่สามารถโหลดการทำงานประจำได้
tr: Tekrarlayan vardiyalar yüklenemedi.
uk: Не вдалося завантажити повторювані зміни.
ur: دہرائی جانے والی شفٹیں لوڈ نہیں کی جا سکیں۔
vi: Không thể tải ca làm việc định kỳ.
zh_hans: 无法加载定期班次。
zh_hant: 無法載入重複班次。
